Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_rights/consumer_rights_and_cross_border_shopping_in_the_european_union.html.txt.tmx
Source language: en
Languages: ga

source: Consumer rights in the European Union
ga: Cearta Tomhaltóirí agus siopadóireacht treasteorann in Aontas na hEorpa

source: The existence of a single European market gives access to a wider range of products and services at competitive prices
ga: De bharr go bhfuil margadh aonair Eorpach ann‚ tá rochtain ar réimse níos fairsinge táirgí agus seirbhísí ar praghsanna níos iomaíche

source: Under the European Directive on certain aspects of the sale of consumer goods and associated guarantees (1999/44/EC), which was passed into law in January 2003 (S.I
ga: Faoin Treoir Eorpach um ghnéithe faoi leith a bhaineann le díol earraí tomhaltóra agus comhbhannaí (1999/44/EC), a achtaíodh in Éirinn i mí Eanáir 2003 (I.R

source: 11 of 2003) in Ireland, all consumers purchasing goods in any EU Member State are entitled to a basic set of consumer rights
ga: 11 de 2003), tá bunsraith cearta tomhaltóra ag gach tomhaltóir a cheannaíonn earraí in aon Bhallstát den AE

source: National consumer laws in a particular country may provide you with additional rights as a consumer
ga: D'fhéadfadh sé go mbeadh tuilleadh cearta tomhaltóra bronnta ort ag dlíthe náisiúnta tomhaltóirí i dtír faoi leith

source: That is, rights that supplement your rights provided by EU laws
ga: Is é sin, cearta a chuirtear le do chearta a fhoráileann dlíthe AE

source: Your basic right as a consumer is to have a product replaced, repaired or to have a refund or reduction in price for any fault in the product that you were not made aware of at the time of purchase
ga: Tá sé mar bhuncheart tomhaltóra agat táirge nua a fháil, an táirge a fháil deisithe nó d'airgead, nó cuid dó, a fháil ar ais má bhíonn aon locht ar an táirge nár cuireadh in iúl duit nuair a cheannaigh tú é

source: There are however a set of rules governing these rights. These rules are concerned mainly with descriptions and statements made about the product, instructions and guarantees
ga: Tá sraith rialacha ann, áfach, a bhaineann leis seo, baineann siad den chuid is mó le cur síos agus ráitis maidir leis an táirge, an t-am, treoracha agus ráthaíochtaí

source: The main rights that are given to every European consumer under the European Directive on certain aspects of the sale of consumer goods and associated guarantees (1999/44/EC) are set out below
ga: Leagtar amach thíos na príomhchearta a bhronntar ar gach tomhaltóir Eorpach faoin Treoir Eorpach ar roinnt gnéithe de dhíol earraí tomhaltóirí agus ráthaíochtaí bainteacha (1999/44/CE)

source: • If you purchase goods or services from another EU member state and they were advertised in your country, you are protected under consumer law of your home country
ga: • Má cheannaíonn tú earraí nó seirbhísí ó Bhallstát eile AE agus má rinne siad fógraíocht i do thír, tá tú faoi chosaint faoi dhlí tomhaltóirí na tíre ina gcónaíonn tú

source: • If you purchased goods or services from a representative of the business in your home country, national consumer law of your home country protects you
ga: • Má cheannaigh tú earraí nó seirbhísí ó ionadaí de ghnólacht sa tír ina gcónaíonn tú, beidh tú faoi chosaint ag dlí náisiúnta tomhaltóirí na tíre sin

source: • If you buy goods or services while you were visiting another EU member state the laws of the country in which you bought the items apply
ga: • Má cheannaigh tú earraí nó seirbhísí fad a bhí tú ag tabhairt cuairte ar Bhallstát eile an AE, beidh feidhm ag dlíthe na tíre inar cheannaigh tú na hearraí

source: Any statement made about consumer goods must be true or the retailer is liable
ga: Ní mór go mbeadh ráitis i dtaobh earraí tomhaltóra fíor nó is é/í an miondíoltóir atá freagrach

source: This includes descriptions made in advertising, marketing, labelling or statements made verbally or in writing by the retailer
ga: San áireamh leis seo‚ tá cur síos déanta i bhfógraíocht, margaíocht, lipéidí nó ráitis a rinneadh an miondíoltóir ó bhéil

source: If you are shown a sample item, the item you buy must be of exactly the same quality
ga: Má thaispeántar earra samplach duit, ní mór don earra a cheannaíonn tú bheith den chaighdeán caol díreach céanna

source: The product must also be fit for its intended purpose (e.g., if you buy a can opener, it must function as a can opener)
ga: Ina theannta sin, ní mór don táirge bheith oiriúnach dá chuspóir (e.g., má cheannaíonn tú stánosclóir, ní mór dó feidhmiú mar stánosclóir)

source: If the installation of a good is included in the purchase price, then the retailer is liable for any mistakes made in the installation
ga: Más cuid den phraghas ceannaithe é an t-earra a shuiteáil, tá an miondíoltóir freagrach ansin as aon bhotún a dhéantar maidir leis an suiteáil

source: If you are installing a good yourself, any fault in the instructions is the responsibility of the retailer
ga: Más tú féin a dhéanann an t-earra a shuiteáil agus má bhíonn aon bhotún sna treoracha tugtha, is é/í an miondíoltóir atá freagrach

source: For example, if you bought a bed that you have to assemble yourself and the instructions are in Chinese, the retailer must provide instructions in English unless he or she made you aware of this at the time of purchase and offered you a discount in price
ga: Mar shampla, má cheannaigh tú leaba gur gá duit a chur le chéile thú féin agus má tá na treoracha scríofa i Sínis, ní mór don mhiondíoltóir treoracha a chur ar fáil i mBéarla ach amháin gur chuir sé/sí é seo in iúl duit nuair a cheannaigh tú an leaba agus gur ofráil sé an leaba duit ar phraghas laghdaithe

source: A guarantee is an enforceable warranty on the continuing usefulness of a product
ga: Baránta infheidhmithe is ea ráthaíocht ar úsáideacht leanúnach táirge

source: You may request a guarantee for the item, at the time of purchase
ga: D’fhéadfá ráthaíocht a iarraidh don earra, ag tráth an cheannaigh

source: This guarantee should include the duration of the guarantee, its territorial scope and the name and address of the guarantor
ga: Ba cheart go n-áireodh an ráthaíocht seo fad na ráthaíochta, a scóip chríche mar aon le hainm agus seoladh an ráthóra

source: The guarantee should be available in the official languages of the EU
ga: Ba cheart don ráthaíocht a bheith ar fáil i dteangacha oifigiúla an AE

source: The guarantee cannot undermine the rights provided to you in European Directive on certain aspects of the sale of consumer goods and associated guarantees or in national legislation
ga: Ní féidir leis an ráthaíocht baint de na cearta a bhronntar ort sa Treoir Eorpach um ghnéithe ar leith a bhaineann le díol earraí tomhaltóra agus comhbhannaí agus de ráthaíochtaí gaolmhara nó é sin sa reachtaíocht náisiúnta

source: Common tax rules apply when buying goods and services for your personal use across the EU
ga: Bíonn rialacha coiteann cánach i bhfeidhm agus earraí agus seirbhísí á gceannach do d’úsáid phearsanta ar fud an AE

source: Effectively this means the same tax rules apply to your item as those that apply to nationals of the member state where you buy the goods or services
ga: Is éard a chiallaíonn seo, go hachomair, go mbaineann na rialacha céanna cánacha le d’earra agus iad siúd a bhaineann le náisiúnaigh an Bhallstáit ina gceannaíonn tú na hearraí nó na seirbhísí

source: You can bring your purchases home without having to pay additional Value Added Tax (VAT) or excise duties
ga: Féadfaidh tú gach ar cheannaigh tú a thabhairt abhaile gan Cáin Bhreisluacha (CBL) ná dleachtanna máil breise a íoc

source: Exceptions to this rule apply to purchases of motor vehicles and business purchases
ga: Baineann eisceachtaí leis an riail seo le ceannach mótarfheithiclí agus ceannaigh ghnó

source: Read more about importing a vehicle and Vehicle Registration Tax here
ga: Is féidir níos mó faisnéise a fháil faoi fheithicil a iompórtáil agus faoi Cháin Chláraithe Feithiclí anseo

source: Purchases from other EU member states can only be inspected at national borders on grounds of public order
ga: Ní féidir imscrúdú a dhéanamh ar earraí a ceannaíodh ó Bhallstáit eile den AE ag teorainneacha náisiúnta ar fhorais ordaithe phoiblí

source: Member states have the right to levy excise duties on tobacco products and alcoholic beverages if these products are not intended for personal use
ga: Tá sé de cheart ag Ballstáit dleachtanna máil a ghearradh ar tháirgí tobac agus ar dheochanna meisciúla murar cheannaigh tú na táirgí seo d’úsáid phearsanta

source: Read more about customs regulations for travellers to Ireland here
ga: Is féidir leat níos mó faisnéise a léamh faoi rialacháin chustaim do dhaoine a thagann go hÉirinn anseo

source: If you are carrying larger quantities of alcohol or tobacco products you may need to prove they are intended for personal use
ga: Má tá mórmhéideanna alcóil nó táirgí tobac á n-iompar agat‚ b’fhéidir go mbeidh ort a chruthú gur ceannaíodh iad d’úsáid phearsanta

source: In the case of online purchases or postal purchases (i.e., distance sales ),VAT is included in the price of the item and the items should be sent directly to you
ga: I gcás ceannaigh ar líne nó ceannaigh phoist (i.e., ciandíolacháin ), cuirtear CBL san áireamh i bpraghas an earra agus ba cheart na hearraí a sheoladh go díreach chugat

source: If you arrange to ship the item yourself from another EU member state you need to contact the Customs Section of the Revenue Commissioners
ga: Má shocraíonn tú chun an t-earra a sheoladh tú féin ó Bhallstát eile den AE, is gá duit dul i dteagmháil le Rannóg Custaim na gCoimisinéirí Ioncaim

source: They can inform you about the relevant levels of VAT that are payable
ga: Féadfaidh siad thú a chur ar an eolas faoi na leibhéil chuí CBL atá iníoctha

source: If you purchase away from business premises for example, buying goods online you are protected by the European Directive (2011/83/EU) (pdf)
ga: Má cheannaíonn tú earraí lasmuigh d’áitreabh gnó, mar shampla, earraí a cheannach ar líne, tá tú faoi chosaint ag an Treoir Eorpach (2011/83/AE)

source: You can find out more about your consumer rights when shopping online
ga: Is féidir leat teacht ar bhreis faisnéise faoi do chearta tomhaltóra nuair a bhíonn tú ag siopadóireacht ar líne

source: When making a complaint about a product, you should firstly contact the retailer and inform them about your complaint
ga: Nuair atá gearán le déanamh maidir le táirge, ba cheart duit ar dtús dul i dteagmháil leis an miondíoltóir agus é/í a chur ar an eolas maidir leis an ngearán atá agat

source: If you do not obtain a suitable remedy from the retailer within a suitable time period, you can take further action
ga: Murar féidir an fhadhb a réiteach go sásúil leis an miondíoltóir taobh istigh de thréimhse chuí, is féidir leat céimeanna eile a ghlacadh

source: If your complaint is against a retailer in Ireland, you should complain to the Competition and Consumer Protection Commission (CCPC)
ga: Má bhaineann do ghearán le miondíoltóir in Éirinn, ba cheart duit gearán a chur chuig an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: If you have a complaint arising from a purchase in another member state of the EU apart from your home country it can be difficult to resolve issues that you may have with the seller of the goods or services
ga: Má bhíonn gearán agat a eascraíonn as ceannach i mballstát eile den AE‚ seachas an tír ina gcónaíonn tú‚ d’fhéadfadh sé bheith casta saincheisteanna a réiteach a d’fhéadfadh bheith agat le díoltóir na n-earraí nó na seirbhísí

source: Distance, language differences and costs of court cases can prevent you from making consumer complaints
ga: Féadfaidh fad, éagsúlachtaí teanga agus costais chásanna cúirte cosc a chur ort ó ghearáin tomhaltóra a dhéanamh

source: However, supports are available for you if you have a cross border dispute
ga: Tá fáil agat ar thacaíochtaí, áfach‚ má bhíonn díospóid trasteorann agat

source: ECC Ireland will intervene on your behalf with the trader in the other member state in order to find a satisfactory solution
ga: Déanfaidh ECC Éire idirghabháil ar do shon leis an trádálaí sa Bhallstát eile le teacht ar réiteach sásúil

source: If this is not successful, ECC Ireland will forward your case to its Clearing House section so that the case can be sent to an Alternative Dispute Resolution (ADR) organisation in the other country
ga: Mura n-éiríonn leis seo, cuirfidh ECC Éire do chás ar aghaidh chuig a rannóg um Theach Imréitigh ionas gur féidir an cás a sheoladh chuig an eagraíocht um Réiteach Malartach Díospóidí (ADR) sa tír eile
